station-goal-fax-paper-name = бумага
station-goal-shuttle =
    Цель вашей смены построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    Чтобы её выполнить отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.
station-goal-singularity =
    Цель вашей смены построить генератор основанный на сверхмассивной Сингулярности.
    Чтобы её выполнить инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса.
station-goal-solar-panels =
    Цель вашей смены организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам понадобится заказать все необходимые материалы в отделе снабжения и после построить 2 новые ветки солнечных панелей инженерным отделом.
    А так же обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключенные к общей сети станции.
station-goal-artifacts =
    Цель вашей смены обнаружить, исследовать и доставить космические артефакты.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.
station-goal-bank =
    Цель вашей смены постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.
station-goal-zoo =
    Цель поставленная перед экипажем станции заключается в постройке дополнительной конструкции у станции, в которой будет размещён зоопарк для улучшения общего внешнего вида и привлечения дополнительных инвестиций за счёт увеличения потока пассажиров на станции.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.
station-goal-space-zoo =
    Цель вашей смены заключается в постройке на станции уникального зоопарка с дикими космическими животными, такими как карпы, медведи, клещи или пауки.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от отдела исследований с тремя вольерами разных видов космических животных, пойманных с помощью отдела снабжения.
    Медицинский отдел должен синтезировать специальный препарат - хомилин, который при введении в космическое животное позволит ему не умереть от перепадов атмосферы.
    Обеспечьте животных пищей и как минимум одним роботом уборщиком в каждый вольер.
    Также периметр зоопарка должен быть хорошо укреплен, а решетки на окнах должны находиться под источником напряжения, чтобы животные не могли представлять угрозы для станции.
station-goal-vaccines =
    Цель вашей смены заключается в успешном синтезировании и перевозке вакцин от 3 разных вирусных заболеваний.
    Медицинскому отделу необходимо сделать не менее 5 штук каждой вакцины.
    Не допустите распространения эпидемии по станции и грамотно выверяйте время нахождения в среде наполненной миазмами, чтобы не допустить несчастных случаев.
    Также на каждую из вакцин нужно оформить документацию и использовать холодильники для их хранения и перевозки на станцию ЦК.
station-goal-space-animals-delivery =
    Цель вашей смены перевезти опасных космических животных для дальшейнего их изучения на станции ЦК.
    Медицинскому отделу необходимо синтезировать специальный препарат - хомилин, который при введении в космическое животное позволит ему не умереть от перепадов атмосферы.
    Необходимо доставить по 2 особи одного вида, а в сумме 6 штук. Например: 2 медведя, 2 паука и 2 карпа.
    Все животные должны быть обезоружены любым методом и заключены в прочный, пригодный ящик для перевозки.
    Отдел службы безопасности обязан проследить за тем чтобы пойманные животные не представляли опасности для экипажа во время их хранения на станции и перевозки на шаттле.
station-goal-anomaly-research =
    Цель вашей смены заключается в изучении аномалий и продвижении технологического прогресса станции.
    Отделу исследований необходимо собрать одну аномалию в сосуд для хранения.
    Также они должны исследовать одну основную дисциплину полностью и создать как минимум один рабочий прототип с их максимального исследования.
    Например, при изучении технологии "Блюспейс-хранилище" необходимо создать хотя бы одну блюспейс-сумку.
    Мы рекомендуем задействовать весь экипаж станции для своевременного обнаружения аномалий на станции.
    Также отдел снабжения должен оперативно поставлять новые артефакты для изучения в отдел исследований.
    Сосуд с аномалией должен быть доставлен на станцию ЦК для дальнейшего изучения.
station-goal-mining-ores =
    Цель вашей смены заключается в добыче, переработке и доставке руды с обломков.
    Отделу снабжения, в частности утилизаторам, необходимо наладить добычу ископаемых на высоком уровне.
    Рекомендуется привлечь отдел исследований для создания дополнительных магнитов обломков и шахтерских буров, позволящих ускорить добычу руды.
    Необходимо добыть по 45 единиц урановой и серебряной руды, переработать их в пригодный для работы материал с помощью переработчика руды и доставить это на станцию ЦК.
station-goal-bounty =
    Цель вашей смены будет заключаться в выполнении запросов и поставках необходимых вещей на станцию ЦК.
    Отдел снабжения должен выполнить не менее 10 заданий, получаемых на консоль запроса в своем отделе.
    Все оформленнные и выполненные запросы должны быть отложены квартирмейстером в специальную папку, также задокументированы его печатью и после чего переданы капитану.
station-goal-expedition =
    Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов.
    Цель вашей смены - провести 3 успешных полета на планеты с уровнем сложности "высокая" и подготовить отчет о каждом вылете.
    Необходимо собрать отряд добровольцев который будет включать в себя:
    утилизаторов, как основную огневую силу отряда;
    ученого и врача.
    В целях безопасности строго воспрещается медицинскому и научному сотрудникам вступать в контакт с потенциальной опасностью.
    Форму "Отчет об экспедиции" заполняет ученый-экспедиционер после каждой проведенной экспедиции, после чего Квартирмейстер ставит свою печать.
    После проведения всех запрошенных экспедиций необходимо отправить на станцию Центрального Командования заполненные формы с печатью Квартирмейстера при помощи факса.
station-goal-mining-outpost =
    Цель вашей смены постройка орбитального шахтерского аванпоста для добычи руды и ресурсов с астероидов.
    Аванпост должен быть размещен в космосе отдельно от основной станции.
    Проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    Мы также советуем задействовать отдел снабжения, в частности утилизаторов, к постройке данного объекта.
    Аванпост должен иметь следующее:
    - автономный, бесперебойный источник электроэнергии
    - генератор гравитации
    - оборудование для проведения работ, в частности кирки, сумки для руды и 2 шахтерских скафандра
    - комнаты для проживания 2 человек, с атмосферой, освещением и окнами
    - склад для добытых ресурсов и необходимых для жизни продуктов
    - Минимум 500 единиц пива и ящик-холодильник закусок
    - 4 набора медикаментов от механического урона
    - 4 набора медикаментов от физического урона
    Проследите за сохранностью аванпоста до окончания смены.
station-goal-containment =
    Цель вашей смены постройка камеры для содержания и исследования опасного существа.
    Существо не должно сбежать во время исследований. Камера обязана быть размещена на окраине станции во избежание жертв.
    Неподалеку должна быть подходящая для кормления существа пища.
    Для упрощения работ можно использовать утилизационные блоки, камеры видеонаблюдения, транквилизаторы и другие устройства.
    Отдел службы безопасности обязан обеспечить защиту во время проведения работ.
    После постройки камеры, необходимо поймать в нее живой образец внестанционной фауны и задокументировать его внешний вид.
    Далее нужно провести и задокументировать минимум 5 экспериментов над ним в следующем формате:
    - Описание эксперимента
    - Последствия и реакция образца
    В случае безвозвратной гибели образца следует поймать новый и продолжить опыты.
    Документ должен быть удостоверен печатью научного руководителя.
station-goal-tesla =
    Цель вашей смены построить генератор основанный на высоковольтной Тесле.
    Чтобы её выполнить инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдерживать теслу без риска разрушения эмиттеров.
station-goal-cooking =
    Цель вашей смены будет состоять в удовлетворении запросов от нашей новой уникальной блюспейс-разработки - робота Мистера Дворецкина!
    Данный робот распологается на стойке у кухни и будет просить вас приготовить разнообразные кулинарные блюда.
    Помогайте сервисному отделу всем чем только можно, а награды, выданные роботом, можете оставить себе.
    Наш отдел кадров подсчитал что после выполнения 10 заказов мы сможем считать ваш экипаж прошедшим проверку профессиональной пригодности, поэтому данное количество и будет вашей основной целью.
    Однако если вы сможете выполнить 20 заказов, то мы выплатим тройной гонорар всему экипажу станции!
    Если ваш сервисный отдел не знает как готовить то или иное блюдо, обратитесь к нам по факсу или по телефону. Мы всегда на связи.
    Также не забудьте задокументировать выполнение цели в следующем формате:
    - Стандартный заголовок для всех документов NT
    - Заказ #1: "название блюда"
      Полученная награда: ?
    - ...
    - Заказ #20: "название блюда"
      Полученная награда: ?
station-goal-meteor-defence =
    Цель вашей смены - постройка комплексов противометеоритной обороны станции.
    Строители должны построить на двух противоположных сторонах станции пристройки с развернутыми орудийными системами типа PТК-800, и обитаемым отсеком с кнопками управления вооружением.
    Отдел исследования должен будет изучить нужные технологии для постройки управляемых пушек и предоставить их платы инженерам.
    Техническое задание:
    - Новое помещение, выпирающее за основной периметр станции;
    - Помещение должно быть жилым внутри, иметь 2 посадочных места для операторов и рычаги для включения/отключения пушек;
    - За пределами жилого отсека, снаружи должны быть расположены шесть орудий типа PТК-800, направленные во все доступные для стрельбы стороны;
    - Общее количество помещений - 2 штуки и они должны находится на противоположных сторонах станции;
    - После постройки не забудьте проверить работоспособность орудий с помощью пары залпов.
