station-goal-fax-paper-name = Цель станции
station-goal-shuttle =
    Цель вашей смены построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    Чтобы её выполнить отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.
station-goal-singularity =
    Цель вашей смены построить генератор основанный на сверхмассивной Сингулярности.
    Чтобы её выполнить инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса.
station-goal-solar-panels =
    Цель вашей смены организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам понадобится заказать все необходимые материалы в отделе снабжения и после построить 2 новые ветки солнечных панелей инженерным отделом.
    А так же обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключенные к общей сети станции.
station-goal-artifacts =
    Цель вашей смены обнаружить, исследовать и доставить космические артефакты.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.
station-goal-bank =
    Цель вашей смены постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.
station-goal-zoo =
    Цель вашей смены улучшить рекреацию персонала на станции.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.
station-goal-space-zoo =
    Цель вашей смены заключается в постройке на станции уникального зоопарка с дикими космическими животными, такими как карпы, медведи, клещи или пауки.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от отдела исследований с тремя вольерами разных видов космических животных, пойманных с помощью отдела снабжения.
    Медицинский отдел должен синтезировать специальный препарат - хомилин, который при введении в космическое животное позволит ему не умереть от перепадов атмосферы.
    Обеспечьте животных пищей и как минимум одним роботом уборщиком в каждый вольер.
    Также периметр зоопарка должен быть хорошо укреплен, а решетки на окнах должны находиться под источником напряжения, чтобы животные не могли представлять угрозы для станции.
station-goal-vaccines =
    Цель вашей смены заключается в успешном синтезировании и перевозке вакцин от 3 разных вирусных заболеваний.
    Медицинскому отделу необходимо сделать не менее 5 штук каждой вакцины.
    Не допустите распространения эпидемии по станции и грамотно выверяйте время нахождения в среде наполненной миазмами, чтобы не допустить несчастных случаев.
    Также на каждую из вакцин нужно оформить документацию и использовать холодильники для их хранения и перевозки на станцию ЦК.
station-goal-space-animals-delivery =
    Цель вашей смены перевезти опасных космических животных для дальшейнего их изучения на станции ЦК.
    Медицинскому отделу необходимо синтезировать специальный препарат - хомилин, который при введении в космическое животное позволит ему не умереть от перепадов атмосферы.
    Необходимо доставить по 2 особи одного вида, а в сумме 6 штук. Например: 2 медведя, 2 паука и 2 карпа.
    Все животные должны быть обезоружены любым методом и заключены в прочный, пригодный ящик для перевозки.
    Отдел службы безопасности обязан проследить за тем чтобы пойманные животные не представляли опасности для экипажа во время их хранения на станции и перевозки на шаттле.
station-goal-anomaly-research =
    Цель вашей смены заключается в изучении аномалий и продвижении технологического прогресса станции.
    Отделу исследований необходимо собрать одну аномалию в сосуд для хранения.
    Также они должны исследовать одну основную дисциплину полностью и создать как минимум один рабочий прототип с их максимального исследования.
    Например, при изучении технологии "Блюспейс-хранилище" необходимо создать хотя бы одну блюспейс-сумку.
    Мы рекомендуем задействовать весь экипаж станции для своевременного обнаружения аномалий на станции.
    Также отдел снабжения должен оперативно поставлять новые артефакты для изучения в отдел исследований.
    Сосуд с аномалией должен быть доставлен на станцию ЦК для дальнейшего изучения.
station-goal-mining-ores =
    Цель вашей смены заключается в добыче, переработке и доставке руды с обломков.
    Отделу снабжения, в частности утилизаторам, необходимо наладить добычу ископаемых на высоком уровне.
    Рекомендуется привлечь отдел исследований для создания дополнительных магнитов обломков и шахтерских буров, позволящих ускорить добычу руды.
    Необходимо добыть по 45 единиц урановой и серебряной руды, переработать их в пригодный для работы материал с помощью переработчика руды и доставить это на станцию ЦК.
station-goal-bounty =
    Цель вашей смены будет заключаться в выполнении запросов и поставках необходимых вещей на станцию ЦК.
    Отдел снабжения должен выполнить не менее 10 заданий, получаемых на консоль запроса в своем отделе.
    Все оформленнные и выполненные запросы должны быть задокументированы и переданы капитану.
station-goal-expedition =
    Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов.
    Цель вашей смены - провести 5 успешных полетов на планеты с уровнем сложности "высокая" и подготовить отчет о каждом вылете.
    Необходимо собрать отряд добровольцев который будет включать в себя:
    утилизаторов, как основную огневую силу отряда;
    ученого и врача.
    В целях безопасности строго воспрещается медицинскому и научному сотрудникам вступать в контакт с потенциальной опасностью.
    Форму "Отчет об экспедиции" заполняет ученый-экспедиционер после каждой проведенной экспедиции, после чего Квартирмейстер ставит свою печать.
    После проведения всех запрошенных экспедиций необходимо отправить на станцию Центрального Командования заполненные формы с печатью Квартирмейстера при помощи факса.
